# Сума двох чисел: Написати програму, яка зчитує два цілих числа та виводить їх суму.

# input() - ввід даних з клавіатури
# n1 = int(input("Enter number1: "))
# n2 = int(input("Enter number2: "))
# print(n1 + n2)

# Гіпотенуза: За двома катетами прямокутного трикутника знайти довжину його гіпотенузи.


# Двічі: Написати програму, яка зчитує ціле число та виводить його двічі.


# Привіт, <ім'я>: Написати програму, яка запитує ім'я користувача і виводить привітання.


# Прощавай, <ім'я>: Написати програму, яка запитує ім'я користувача і виводить прощання.